{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "special": true,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 1,
      "special": true,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 2,
      "special": true,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 3,
      "special": true,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 4,
      "special": true,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    }
  ],
  "normalizer": {
    "type": "Lowercase"
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Whitespace"
      },
      {
        "type": "Digits",
        "individual_digits": false
      },
      {
        "type": "Punctuation"
      }
    ]
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          1
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          2
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "\u0000": 5,
      "\u0001": 6,
      "\u0002": 7,
      "\u0003": 8,
      "\u0004": 9,
      "\u0005": 10,
      "\u0006": 11,
      "\u0007": 12,
      "\b": 13,
      "\u000f": 14,
      "\u0010": 15,
      "\u0011": 16,
      "\u0012": 17,
      "\u0013": 18,
      "\u0014": 19,
      "\u0015": 20,
      "\u0016": 21,
      "\u0017": 22,
      "\u0018": 23,
      "\u0019": 24,
      "\u001b": 25,
      "\u001c": 26,
      "\u001d": 27,
      "\u001e": 28,
      "\u001f": 29,
      "!": 30,
      "\"": 31,
      "#": 32,
      "$": 33,
      "%": 34,
      "&": 35,
      "'": 36,
      "(": 37,
      ")": 38,
      "*": 39,
      "+": 40,
      ",": 41,
      "-": 42,
      ".": 43,
      "/": 44,
      "0": 45,
      "1": 46,
      "2": 47,
      "3": 48,
      "4": 49,
      "5": 50,
      "6": 51,
      "7": 52,
      "8": 53,
      "9": 54,
      ":": 55,
      ";": 56,
      "<": 57,
      "=": 58,
      ">": 59,
      "?": 60,
      "@": 61,
      "[": 62,
      "\\": 63,
      "]": 64,
      "^": 65,
      "_": 66,
      "`": 67,
      "a": 68,
      "b": 69,
      "c": 70,
      "d": 71,
      "e": 72,
      "f": 73,
      "g": 74,
      "h": 75,
      "i": 76,
      "j": 77,
      "k": 78,
      "l": 79,
      "m": 80,
      "n": 81,
      "o": 82,
      "p": 83,
      "q": 84,
      "r": 85,
      "s": 86,
      "t": 87,
      "u": 88,
      "v": 89,
      "w": 90,
      "x": 91,
      "y": 92,
      "z": 93,
      "{": 94,
      "|": 95,
      "}": 96,
      "~": 97,
      "": 98,
      "": 99,
      "": 100,
      "": 101,
      "": 102,
      "": 103,
      "": 104,
      "": 105,
      "": 106,
      "": 107,
      "": 108,
      "": 109,
      "": 110,
      "": 111,
      "¡": 112,
      "¢": 113,
      "£": 114,
      "¤": 115,
      "¥": 116,
      "¦": 117,
      "§": 118,
      "¨": 119,
      "©": 120,
      "ª": 121,
      "«": 122,
      "¬": 123,
      "­": 124,
      "®": 125,
      "¯": 126,
      "°": 127,
      "±": 128,
      "²": 129,
      "³": 130,
      "´": 131,
      "µ": 132,
      "¶": 133,
      "·": 134,
      "¸": 135,
      "¹": 136,
      "º": 137,
      "»": 138,
      "¼": 139,
      "½": 140,
      "¾": 141,
      "¿": 142,
      "×": 143,
      "ß": 144,
      "à": 145,
      "á": 146,
      "â": 147,
      "ã": 148,
      "ä": 149,
      "å": 150,
      "æ": 151,
      "ç": 152,
      "è": 153,
      "é": 154,
      "ê": 155,
      "ë": 156,
      "ì": 157,
      "í": 158,
      "î": 159,
      "ï": 160,
      "ð": 161,
      "ñ": 162,
      "ò": 163,
      "ó": 164,
      "ô": 165,
      "õ": 166,
      "ö": 167,
      "÷": 168,
      "ø": 169,
      "ù": 170,
      "ú": 171,
      "û": 172,
      "ü": 173,
      "ý": 174,
      "þ": 175,
      "ÿ": 176,
      "ā": 177,
      "ă": 178,
      "ą": 179,
      "ć": 180,
      "ĉ": 181,
      "ċ": 182,
      "č": 183,
      "ď": 184,
      "đ": 185,
      "ē": 186,
      "ĕ": 187,
      "ė": 188,
      "ę": 189,
      "ě": 190,
      "ĝ": 191,
      "ğ": 192,
      "ġ": 193,
      "ģ": 194,
      "ĥ": 195,
      "ħ": 196,
      "ĩ": 197,
      "ī": 198,
      "ĭ": 199,
      "į": 200,
      "ı": 201,
      "ĳ": 202,
      "ĵ": 203,
      "ķ": 204,
      "ĺ": 205,
      "ļ": 206,
      "ľ": 207,
      "ł": 208,
      "ń": 209,
      "ņ": 210,
      "ň": 211,
      "ŋ": 212,
      "ō": 213,
      "ŏ": 214,
      "ő": 215,
      "œ": 216,
      "ŕ": 217,
      "ŗ": 218,
      "ř": 219,
      "ś": 220,
      "ŝ": 221,
      "ş": 222,
      "š": 223,
      "ţ": 224,
      "ť": 225,
      "ŧ": 226,
      "ũ": 227,
      "ū": 228,
      "ŭ": 229,
      "ů": 230,
      "ű": 231,
      "ų": 232,
      "ŵ": 233,
      "ŷ": 234,
      "ź": 235,
      "ż": 236,
      "ž": 237,
      "ſ": 238,
      "ƀ": 239,
      "ƃ": 240,
      "ƈ": 241,
      "ƒ": 242,
      "ƕ": 243,
      "ƛ": 244,
      "ơ": 245,
      "ƥ": 246,
      "ƨ": 247,
      "ƪ": 248,
      "ư": 249,
      "ƹ": 250,
      "ƽ": 251,
      "ƿ": 252,
      "ǎ": 253,
      "ǐ": 254,
      "ǒ": 255,
      "ǔ": 256,
      "ǝ": 257,
      "ǟ": 258,
      "ǩ": 259,
      "ǫ": 260,
      "ǭ": 261,
      "ǰ": 262,
      "ǵ": 263,
      "ǿ": 264,
      "ȁ": 265,
      "ȃ": 266,
      "ȍ": 267,
      "ȓ": 268,
      "ș": 269,
      "ț": 270,
      "ȟ": 271,
      "ȯ": 272,
      "ȳ": 273,
      "ɂ": 274,
      "ɍ": 275,
      "ɐ": 276,
      "ɑ": 277,
      "ɒ": 278,
      "ɓ": 279,
      "ɔ": 280,
      "ɕ": 281,
      "ɘ": 282,
      "ə": 283,
      "ɚ": 284,
      "ɛ": 285,
      "ɜ": 286,
      "ɝ": 287,
      "ɟ": 288,
      "ɡ": 289,
      "ɢ": 290,
      "ɣ": 291,
      "ɤ": 292,
      "ɥ": 293,
      "ɦ": 294,
      "ɨ": 295,
      "ɪ": 296,
      "ɫ": 297,
      "ɬ": 298,
      "ɮ": 299,
      "ɯ": 300,
      "ɰ": 301,
      "ɲ": 302,
      "ɴ": 303,
      "ɵ": 304,
      "ɸ": 305,
      "ɹ": 306,
      "ɻ": 307,
      "ɽ": 308,
      "ɾ": 309,
      "ɿ": 310,
      "ʀ": 311,
      "ʁ": 312,
      "ʃ": 313,
      "ʅ": 314,
      "ʇ": 315,
      "ʉ": 316,
      "ʊ": 317,
      "ʋ": 318,
      "ʌ": 319,
      "ʍ": 320,
      "ʎ": 321,
      "ʏ": 322,
      "ʐ": 323,
      "ʑ": 324,
      "ʒ": 325,
      "ʔ": 326,
      "ʕ": 327,
      "ʖ": 328,
      "ʘ": 329,
      "ʙ": 330,
      "ʜ": 331,
      "ʝ": 332,
      "ʞ": 333,
      "ʟ": 334,
      "ʢ": 335,
      "ʤ": 336,
      "ʦ": 337,
      "ʮ": 338,
      "ʰ": 339,
      "ʱ": 340,
      "ʲ": 341,
      "ʳ": 342,
      "ʷ": 343,
      "ʸ": 344,
      "ʹ": 345,
      "ʻ": 346,
      "ʼ": 347,
      "ʾ": 348,
      "ʿ": 349,
      "˂": 350,
      "˃": 351,
      "ˆ": 352,
      "ˇ": 353,
      "ˈ": 354,
      "ˊ": 355,
      "ˋ": 356,
      "ˌ": 357,
      "ˍ": 358,
      "ː": 359,
      "ˑ": 360,
      "˓": 361,
      "˕": 362,
      "˖": 363,
      "˘": 364,
      "˙": 365,
      "˚": 366,
      "˛": 367,
      "˜": 368,
      "˝": 369,
      "˟": 370,
      "ˠ": 371,
      "ˢ": 372,
      "ˤ": 373,
      "˥": 374,
      "˦": 375,
      "˧": 376,
      "˨": 377,
      "˩": 378,
      "˵": 379,
      "˶": 380,
      "˽": 381,
      "̀": 382,
      "́": 383,
      "̂": 384,
      "̃": 385,
      "̄": 386,
      "̅": 387,
      "̆": 388,
      "̇": 389,
      "̈": 390,
      "̉": 391,
      "̊": 392,
      "̋": 393,
      "̌": 394,
      "̍": 395,
      "̎": 396,
      "̏": 397,
      "̐": 398,
      "̑": 399,
      "̒": 400,
      "̓": 401,
      "̔": 402,
      "̕": 403,
      "̖": 404,
      "̗": 405,
      "̘": 406,
      "̙": 407,
      "̚": 408,
      "̛": 409,
      "̜": 410,
      "̝": 411,
      "̞": 412,
      "̟": 413,
      "̠": 414,
      "̡": 415,
      "̢": 416,
      "̣": 417,
      "̤": 418,
      "̥": 419,
      "̦": 420,
      "̧": 421,
      "̨": 422,
      "̩": 423,
      "̪": 424,
      "̫": 425,
      "̬": 426,
      "̭": 427,
      "̮": 428,
      "̯": 429,
      "̰": 430,
      "̱": 431,
      "̲": 432,
      "̳": 433,
      "̴": 434,
      "̵": 435,
      "̶": 436,
      "̷": 437,
      "̸": 438,
      "̹": 439,
      "̺": 440,
      "̻": 441,
      "̼": 442,
      "̽": 443,
      "̾": 444,
      "̿": 445,
      "̀": 446,
      "́": 447,
      "͂": 448,
      "̓": 449,
      "̈́": 450,
      "ͅ": 451,
      "͆": 452,
      "͇": 453,
      "͈": 454,
      "͉": 455,
      "͊": 456,
      "͋": 457,
      "͌": 458,
      "͍": 459,
      "͎": 460,
      "͏": 461,
      "͐": 462,
      "͑": 463,
      "͒": 464,
      "͓": 465,
      "͔": 466,
      "͕": 467,
      "͖": 468,
      "͗": 469,
      "͘": 470,
      "͙": 471,
      "͚": 472,
      "͛": 473,
      "͜": 474,
      "͝": 475,
      "͞": 476,
      "͟": 477,
      "͠": 478,
      "͡": 479,
      "͢": 480,
      "ͣ": 481,
      "ͤ": 482,
      "ͥ": 483,
      "ͦ": 484,
      "ͧ": 485,
      "ͨ": 486,
      "ͩ": 487,
      "ͪ": 488,
      "ͫ": 489,
      "ͬ": 490,
      "ͭ": 491,
      "ͮ": 492,
      "ͯ": 493,
      "΄": 494,
      "·": 495,
      "ΐ": 496,
      "ά": 497,
      "έ": 498,
      "ή": 499,
      "ί": 500,
      "α": 501,
      "β": 502,
      "γ": 503,
      "δ": 504,
      "ε": 505,
      "ζ": 506,
      "η": 507,
      "θ": 508,
      "ι": 509,
      "κ": 510,
      "λ": 511,
      "μ": 512,
      "ν": 513,
      "ξ": 514,
      "ο": 515,
      "π": 516,
      "ρ": 517,
      "ς": 518,
      "σ": 519,
      "τ": 520,
      "υ": 521,
      "φ": 522,
      "χ": 523,
      "ψ": 524,
      "ω": 525,
      "ϊ": 526,
      "ϋ": 527,
      "ό": 528,
      "ύ": 529,
      "ώ": 530,
      "ϒ": 531,
      "ϕ": 532,
      "ϖ": 533,
      "ϟ": 534,
      "ϣ": 535,
      "ϫ": 536,
      "ϯ": 537,
      "ϲ": 538,
      "ϵ": 539,
      "а": 540,
      "б": 541,
      "в": 542,
      "г": 543,
      "д": 544,
      "е": 545,
      "ж": 546,
      "з": 547,
      "и": 548,
      "й": 549,
      "к": 550,
      "л": 551,
      "м": 552,
      "н": 553,
      "о": 554,
      "п": 555,
      "р": 556,
      "с": 557,
      "т": 558,
      "у": 559,
      "ф": 560,
      "х": 561,
      "ц": 562,
      "ч": 563,
      "ш": 564,
      "щ": 565,
      "ъ": 566,
      "ы": 567,
      "ь": 568,
      "э": 569,
      "ю": 570,
      "я": 571,
      "ё": 572,
      "ђ": 573,
      "ѓ": 574,
      "є": 575,
      "ѕ": 576,
      "і": 577,
      "ї": 578,
      "ј": 579,
      "љ": 580,
      "њ": 581,
      "ћ": 582,
      "ќ": 583,
      "ѝ": 584,
      "ў": 585,
      "џ": 586,
      "ѡ": 587,
      "ѧ": 588,
      "ѫ": 589,
      "ѯ": 590,
      "ѱ": 591,
      "ѳ": 592,
      "ѵ": 593,
      "ѹ": 594,
      "҂": 595,
      "҈": 596,
      "҉": 597,
      "ҍ": 598,
      "ґ": 599,
      "ғ": 600,
      "ҫ": 601,
      "ҭ": 602,
      "ү": 603,
      "ұ": 604,
      "ӈ": 605,
      "ӏ": 606,
      "ӑ": 607,
      "ә": 608,
      "ӻ": 609,
      "ӿ": 610,
      "ԁ": 611,
      "ԅ": 612,
      "՛": 613,
      "՝": 614,
      "՞": 615,
      "ա": 616,
      "բ": 617,
      "գ": 618,
      "դ": 619,
      "ե": 620,
      "զ": 621,
      "է": 622,
      "ը": 623,
      "թ": 624,
      "ժ": 625,
      "ի": 626,
      "լ": 627,
      "խ": 628,
      "ծ": 629,
      "կ": 630,
      "հ": 631,
      "ձ": 632,
      "ղ": 633,
      "ճ": 634,
      "մ": 635,
      "յ": 636,
      "ն": 637,
      "շ": 638,
      "ո": 639,
      "չ": 640,
      "պ": 641,
      "ջ": 642,
      "ռ": 643,
      "ս": 644,
      "վ": 645,
      "տ": 646,
      "ր": 647,
      "ց": 648,
      "ւ": 649,
      "փ": 650,
      "ք": 651,
      "օ": 652,
      "ֆ": 653,
      "և": 654,
      "։": 655,
      "֊": 656,
      "ְ": 657,
      "ֱ": 658,
      "ֲ": 659,
      "ֳ": 660,
      "ִ": 661,
      "ֵ": 662,
      "ֶ": 663,
      "ַ": 664,
      "ָ": 665,
      "ֹ": 666,
      "ּ": 667,
      "־": 668,
      "ׁ": 669,
      "ׂ": 670,
      "א": 671,
      "ב": 672,
      "ג": 673,
      "ד": 674,
      "ה": 675,
      "ו": 676,
      "ז": 677,
      "ח": 678,
      "ט": 679,
      "י": 680,
      "ך": 681,
      "כ": 682,
      "ל": 683,
      "ם": 684,
      "מ": 685,
      "ן": 686,
      "נ": 687,
      "ס": 688,
      "ע": 689,
      "ף": 690,
      "פ": 691,
      "ץ": 692,
      "צ": 693,
      "ק": 694,
      "ר": 695,
      "ש": 696,
      "ת": 697,
      "ױ": 698,
      "״": 699,
      "،": 700,
      "؟": 701,
      "ء": 702,
      "آ": 703,
      "أ": 704,
      "ؤ": 705,
      "إ": 706,
      "ئ": 707,
      "ا": 708,
      "ب": 709,
      "ة": 710,
      "ت": 711,
      "ث": 712,
      "ج": 713,
      "ح": 714,
      "خ": 715,
      "د": 716,
      "ذ": 717,
      "ر": 718,
      "ز": 719,
      "س": 720,
      "ش": 721,
      "ص": 722,
      "ض": 723,
      "ط": 724,
      "ظ": 725,
      "ع": 726,
      "غ": 727,
      "ـ": 728,
      "ف": 729,
      "ق": 730,
      "ك": 731,
      "ل": 732,
      "م": 733,
      "ن": 734,
      "ه": 735,
      "و": 736,
      "ى": 737,
      "ي": 738,
      "ً": 739,
      "ٌ": 740,
      "ٍ": 741,
      "َ": 742,
      "ُ": 743,
      "ِ": 744,
      "ّ": 745,
      "ْ": 746,
      "ٓ": 747,
      "٠": 748,
      "١": 749,
      "٢": 750,
      "٣": 751,
      "٤": 752,
      "٥": 753,
      "٦": 754,
      "٧": 755,
      "٨": 756,
      "٩": 757,
      "٭": 758,
      "ٰ": 759,
      "ٱ": 760,
      "ٹ": 761,
      "ټ": 762,
      "پ": 763,
      "چ": 764,
      "ڈ": 765,
      "ژ": 766,
      "ښ": 767,
      "ڡ": 768,
      "ڤ": 769,
      "ک": 770,
      "گ": 771,
      "ں": 772,
      "ھ": 773,
      "ہ": 774,
      "ۆ": 775,
      "ی": 776,
      "ۍ": 777,
      "ێ": 778,
      "ې": 779,
      "ے": 780,
      "۔": 781,
      "ە": 782,
      "ۖ": 783,
      "ۗ": 784,
      "ۚ": 785,
      "۞": 786,
      "۬": 787,
      "۳": 788,
      "۶": 789,
      "ܐ": 790,
      "ܘ": 791,
      "ܟ": 792,
      "ܡ": 793,
      "ܢ": 794,
      "ܥ": 795,
      "ܦ": 796,
      "ܫ": 797,
      "ܬ": 798,
      "ܵ": 799,
      "ܸ": 800,
      "ܹ": 801,
      "ܿ": 802,
      "݁": 803,
      "݂": 804,
      "ߐ": 805,
      "ߤ": 806,
      "ँ": 807,
      "ं": 808,
      "ः": 809,
      "अ": 810,
      "आ": 811,
      "इ": 812,
      "ई": 813,
      "उ": 814,
      "ऊ": 815,
      "ऋ": 816,
      "ऌ": 817,
      "ऍ": 818,
      "ऎ": 819,
      "ए": 820,
      "ऐ": 821,
      "ऑ": 822,
      "ऒ": 823,
      "ओ": 824,
      "औ": 825,
      "क": 826,
      "ख": 827,
      "ग": 828,
      "घ": 829,
      "ङ": 830,
      "च": 831,
      "छ": 832,
      "ज": 833,
      "झ": 834,
      "ञ": 835,
      "ट": 836,
      "ठ": 837,
      "ड": 838,
      "ढ": 839,
      "ण": 840,
      "त": 841,
      "थ": 842,
      "द": 843,
      "ध": 844,
      "न": 845,
      "प": 846,
      "फ": 847,
      "ब": 848,
      "भ": 849,
      "म": 850,
      "य": 851,
      "र": 852,
      "ल": 853,
      "ळ": 854,
      "व": 855,
      "श": 856,
      "ष": 857,
      "स": 858,
      "ह": 859,
      "़": 860,
      "ऽ": 861,
      "ा": 862,
      "ि": 863,
      "ी": 864,
      "ु": 865,
      "ू": 866,
      "ृ": 867,
      "ॄ": 868,
      "ॅ": 869,
      "ॆ": 870,
      "े": 871,
      "ै": 872,
      "ॉ": 873,
      "ॊ": 874,
      "ो": 875,
      "ौ": 876,
      "्": 877,
      "ॐ": 878,
      "क़": 879,
      "ग़": 880,
      "फ़": 881,
      "ॠ": 882,
      "ॡ": 883,
      "ॢ": 884,
      "ॣ": 885,
      "।": 886,
      "॥": 887,
      "०": 888,
      "१": 889,
      "२": 890,
      "३": 891,
      "४": 892,
      "५": 893,
      "६": 894,
      "७": 895,
      "८": 896,
      "९": 897,
      "॰": 898,
      "ঁ": 899,
      "ং": 900,
      "ঃ": 901,
      "অ": 902,
      "আ": 903,
      "ই": 904,
      "উ": 905,
      "ঊ": 906,
      "ঋ": 907,
      "এ": 908,
      "ঐ": 909,
      "ও": 910,
      "ঔ": 911,
      "ক": 912,
      "খ": 913,
      "গ": 914,
      "ঘ": 915,
      "ঙ": 916,
      "চ": 917,
      "ছ": 918,
      "জ": 919,
      "ঝ": 920,
      "ঞ": 921,
      "ট": 922,
      "ঠ": 923,
      "ড": 924,
      "ঢ": 925,
      "ণ": 926,
      "ত": 927,
      "থ": 928,
      "দ": 929,
      "ধ": 930,
      "ন": 931,
      "প": 932,
      "ফ": 933,
      "ব": 934,
      "ভ": 935,
      "ম": 936,
      "য": 937,
      "র": 938,
      "ল": 939,
      "শ": 940,
      "ষ": 941,
      "স": 942,
      "হ": 943,
      "়": 944,
      "া": 945,
      "ি": 946,
      "ী": 947,
      "ু": 948,
      "ূ": 949,
      "ৃ": 950,
      "ে": 951,
      "ৈ": 952,
      "ো": 953,
      "ৌ": 954,
      "্": 955,
      "ৎ": 956,
      "ড়": 957,
      "য়": 958,
      "০": 959,
      "১": 960,
      "২": 961,
      "৩": 962,
      "৪": 963,
      "৫": 964,
      "৬": 965,
      "৭": 966,
      "৮": 967,
      "৯": 968,
      "ৰ": 969,
      "ৱ": 970,
      "ਂ": 971,
      "ਅ": 972,
      "ਆ": 973,
      "ਇ": 974,
      "ਈ": 975,
      "ਉ": 976,
      "ਊ": 977,
      "ਏ": 978,
      "ਐ": 979,
      "ਓ": 980,
      "ਔ": 981,
      "ਕ": 982,
      "ਖ": 983,
      "ਗ": 984,
      "ਘ": 985,
      "ਙ": 986,
      "ਚ": 987,
      "ਛ": 988,
      "ਜ": 989,
      "ਝ": 990,
      "ਞ": 991,
      "ਟ": 992,
      "ਠ": 993,
      "ਡ": 994,
      "ਢ": 995,
      "ਣ": 996,
      "ਤ": 997,
      "ਥ": 998,
      "ਦ": 999,
      "ਧ": 1000,
      "ਨ": 1001,
      "ਪ": 1002,
      "ਫ": 1003,
      "ਬ": 1004,
      "ਭ": 1005,
      "ਮ": 1006,
      "ਯ": 1007,
      "ਰ": 1008,
      "ਲ": 1009,
      "ਵ": 1010,
      "ਸ": 1011,
      "ਹ": 1012,
      "਼": 1013,
      "ਾ": 1014,
      "ਿ": 1015,
      "ੀ": 1016,
      "ੁ": 1017,
      "ੂ": 1018,
      "ੇ": 1019,
      "ੈ": 1020,
      "ੋ": 1021,
      "੍": 1022,
      "ੜ": 1023,
      "੧": 1024,
      "੨": 1025,
      "੩": 1026,
      "੪": 1027,
      "੫": 1028,
      "੬": 1029,
      "੭": 1030,
      "੮": 1031,
      "ੰ": 1032,
      "ੱ": 1033,
      "ੲ": 1034,
      "અ": 1035,
      "આ": 1036,
      "ઇ": 1037,
      "ઈ": 1038,
      "ઉ": 1039,
      "ઊ": 1040,
      "ઋ": 1041,
      "ઌ": 1042,
      "ઍ": 1043,
      "એ": 1044,
      "ઐ": 1045,
      "ઑ": 1046,
      "ઓ": 1047,
      "ઔ": 1048,
      "ક": 1049,
      "ખ": 1050,
      "ગ": 1051,
      "ઘ": 1052,
      "ઙ": 1053,
      "ચ": 1054,
      "છ": 1055,
      "જ": 1056,
      "ઝ": 1057,
      "ઞ": 1058,
      "ટ": 1059,
      "ઠ": 1060,
      "ડ": 1061,
      "ઢ": 1062,
      "ણ": 1063,
      "ત": 1064,
      "થ": 1065,
      "દ": 1066,
      "ધ": 1067,
      "ન": 1068,
      "પ": 1069,
      "ફ": 1070,
      "બ": 1071,
      "ભ": 1072,
      "મ": 1073,
      "ય": 1074,
      "ર": 1075,
      "લ": 1076,
      "ળ": 1077,
      "વ": 1078,
      "શ": 1079,
      "ષ": 1080,
      "સ": 1081,
      "હ": 1082,
      "ા": 1083,
      "ે": 1084,
      "ો": 1085,
      "ૠ": 1086,
      "ૡ": 1087,
      "ૢ": 1088,
      "ૣ": 1089,
      "૮": 1090,
      "ଠ": 1091,
      "୧": 1092,
      "୨": 1093,
      "ஃ": 1094,
      "அ": 1095,
      "ஆ": 1096,
      "இ": 1097,
      "ஈ": 1098,
      "உ": 1099,
      "ஊ": 1100,
      "எ": 1101,
      "ஏ": 1102,
      "ஐ": 1103,
      "ஒ": 1104,
      "ஓ": 1105,
      "ஔ": 1106,
      "க": 1107,
      "ங": 1108,
      "ச": 1109,
      "ஞ": 1110,
      "ட": 1111,
      "ண": 1112,
      "த": 1113,
      "ந": 1114,
      "ன": 1115,
      "ப": 1116,
      "ம": 1117,
      "ய": 1118,
      "ர": 1119,
      "ற": 1120,
      "ல": 1121,
      "ள": 1122,
      "ழ": 1123,
      "வ": 1124,
      "ஷ": 1125,
      "ஸ": 1126,
      "ா": 1127,
      "ி": 1128,
      "ீ": 1129,
      "ு": 1130,
      "ூ": 1131,
      "ெ": 1132,
      "ே": 1133,
      "ை": 1134,
      "்": 1135,
      "௰": 1136,
      "ం": 1137,
      "క": 1138,
      "గ": 1139,
      "ట": 1140,
      "ఠ": 1141,
      "త": 1142,
      "ర": 1143,
      "వ": 1144,
      "ా": 1145,
      "ి": 1146,
      "ొ": 1147,
      "ో": 1148,
      "్": 1149,
      "౦": 1150,
      "౪": 1151,
      "ಎ": 1152,
      "ಠ": 1153,
      "ತ": 1154,
      "ಥ": 1155,
      "ದ": 1156,
      "ರ": 1157,
      "ೂ": 1158,
      "ೃ": 1159,
      "ೋ": 1160,
      "ം": 1161,
      "അ": 1162,
      "ആ": 1163,
      "എ": 1164,
      "ഏ": 1165,
      "ഒ": 1166,
      "ക": 1167,
      "ഖ": 1168,
      "ഗ": 1169,
      "ഘ": 1170,
      "ങ": 1171,
      "ച": 1172,
      "ജ": 1173,
      "ഞ": 1174,
      "ട": 1175,
      "ണ": 1176,
      "ത": 1177,
      "ദ": 1178,
      "ധ": 1179,
      "ന": 1180,
      "പ": 1181,
      "ബ": 1182,
      "ഭ": 1183,
      "മ": 1184,
      "യ": 1185,
      "ര": 1186,
      "റ": 1187,
      "ല": 1188,
      "ള": 1189,
      "വ": 1190,
      "ശ": 1191,
      "ഷ": 1192,
      "സ": 1193,
      "ാ": 1194,
      "ി": 1195,
      "ീ": 1196,
      "ു": 1197,
      "ൂ": 1198,
      "െ": 1199,
      "േ": 1200,
      "ോ": 1201,
      "്": 1202,
      "ൾ": 1203,
      "ඬ": 1204,
      "ම": 1205,
      "ෆ": 1206,
      "ි": 1207,
      "෴": 1208,
      "ก": 1209,
      "ข": 1210,
      "ค": 1211,
      "ฅ": 1212,
      "ฆ": 1213,
      "ง": 1214,
      "จ": 1215,
      "ช": 1216,
      "ซ": 1217,
      "ญ": 1218,
      "ณ": 1219,
      "ด": 1220,
      "ต": 1221,
      "ถ": 1222,
      "ท": 1223,
      "ธ": 1224,
      "น": 1225,
      "บ": 1226,
      "ป": 1227,
      "ผ": 1228,
      "พ": 1229,
      "ภ": 1230,
      "ม": 1231,
      "ย": 1232,
      "ร": 1233,
      "ล": 1234,
      "ว": 1235,
      "ษ": 1236,
      "ส": 1237,
      "ห": 1238,
      "อ": 1239,
      "ฯ": 1240,
      "ะ": 1241,
      "ั": 1242,
      "า": 1243,
      "ำ": 1244,
      "ิ": 1245,
      "ี": 1246,
      "ื": 1247,
      "ุ": 1248,
      "ู": 1249,
      "ฺ": 1250,
      "฿": 1251,
      "เ": 1252,
      "แ": 1253,
      "โ": 1254,
      "ใ": 1255,
      "ไ": 1256,
      "ๅ": 1257,
      "ๆ": 1258,
      "็": 1259,
      "่": 1260,
      "้": 1261,
      "์": 1262,
      "ํ": 1263,
      "๏": 1264,
      "๑": 1265,
      "ຂ": 1266,
      "ງ": 1267,
      "ຈ": 1268,
      "ທ": 1269,
      "ນ": 1270,
      "ບ": 1271,
      "ມ": 1272,
      "ຢ": 1273,
      "ລ": 1274,
      "ອ": 1275,
      "ັ": 1276,
      "າ": 1277,
      "ິ": 1278,
      "ີ": 1279,
      "ຶ": 1280,
      "ົ": 1281,
      "ແ": 1282,
      "່": 1283,
      "້": 1284,
      "ໍ": 1285,
      "໒": 1286,
      "༄": 1287,
      "་": 1288,
      "༌": 1289,
      "།": 1290,
      "༎": 1291,
      "༙": 1292,
      "༝": 1293,
      "༶": 1294,
      "༺": 1295,
      "༻": 1296,
      "༼": 1297,
      "༽": 1298,
      "ཀ": 1299,
      "ཁ": 1300,
      "ག": 1301,
      "ང": 1302,
      "ཅ": 1303,
      "ཆ": 1304,
      "ཇ": 1305,
      "ཉ": 1306,
      "ཏ": 1307,
      "ཐ": 1308,
      "ད": 1309,
      "ན": 1310,
      "པ": 1311,
      "ཕ": 1312,
      "བ": 1313,
      "མ": 1314,
      "ཙ": 1315,
      "ཚ": 1316,
      "ཛ": 1317,
      "ཝ": 1318,
      "ཞ": 1319,
      "ཟ": 1320,
      "འ": 1321,
      "ཡ": 1322,
      "ར": 1323,
      "ལ": 1324,
      "ཤ": 1325,
      "ས": 1326,
      "ཧ": 1327,
      "ཨ": 1328,
      "ི": 1329,
      "ུ": 1330,
      "ེ": 1331,
      "ོ": 1332,
      "ྒ": 1333,
      "ྱ": 1334,
      "ྲ": 1335,
      "ླ": 1336,
      "ྴ": 1337,
      "ྶ": 1338,
      "တ": 1339,
      "ေ": 1340,
      "ွ": 1341,
      "၌": 1342,
      "ა": 1343,
      "ბ": 1344,
      "გ": 1345,
      "დ": 1346,
      "ე": 1347,
      "ვ": 1348,
      "ზ": 1349,
      "თ": 1350,
      "ი": 1351,
      "კ": 1352,
      "ლ": 1353,
      "მ": 1354,
      "ნ": 1355,
      "ო": 1356,
      "პ": 1357,
      "ჟ": 1358,
      "რ": 1359,
      "ს": 1360,
      "ტ": 1361,
      "უ": 1362,
      "ფ": 1363,
      "ქ": 1364,
      "ღ": 1365,
      "ყ": 1366,
      "შ": 1367,
      "ჩ": 1368,
      "ც": 1369,
      "ძ": 1370,
      "წ": 1371,
      "ჭ": 1372,
      "ხ": 1373,
      "ჯ": 1374,
      "ჰ": 1375,
      "ჱ": 1376,
      "ჲ": 1377,
      "ჳ": 1378,
      "ჴ": 1379,
      "ჵ": 1380,
      "ჶ": 1381,
      "ჷ": 1382,
      "ჸ": 1383,
      "ᄅ": 1384,
      "ᄽ": 1385,
      "ᄿ": 1386,
      "ᅌ": 1387,
      "ᆺ": 1388,
      "ᆽ": 1389,
      "ሁ": 1390,
      "ህ": 1391,
      "ሓ": 1392,
      "መ": 1393,
      "ም": 1394,
      "ሮ": 1395,
      "ቋ": 1396,
      "ብ": 1397,
      "ቶ": 1398,
      "ች": 1399,
      "ና": 1400,
      "ን": 1401,
      "እ": 1402,
      "ኩ": 1403,
      "ኳ": 1404,
      "ዕ": 1405,
      "ደ": 1406,
      "ድ": 1407,
      "ጣ": 1408,
      "ጻ": 1409,
      "ᐛ": 1410,
      "ᐟ": 1411,
      "ᐠ": 1412,
      "ᐢ": 1413,
      "ᑊ": 1414,
      "ᓄ": 1415,
      "ᕊ": 1416,
      "ᕕ": 1417,
      "ᕗ": 1418,
      "ᕙ": 1419,
      "ᕤ": 1420,
      "ᕦ": 1421,
      "ᗄ": 1422,
      "ᗜ": 1423,
      "ᗡ": 1424,
      "ᗩ": 1425,
      "ᘩ": 1426,
      "ᚠ": 1427,
      "ᚢ": 1428,
      "ᚥ": 1429,
      "ᚦ": 1430,
      "ᚩ": 1431,
      "ᚪ": 1432,
      "ᚱ": 1433,
      "ᚴ": 1434,
      "ᚼ": 1435,
      "ᚾ": 1436,
      "ᛁ": 1437,
      "ᛅ": 1438,
      "ᛋ": 1439,
      "ᛏ": 1440,
      "ᛒ": 1441,
      "ᛖ": 1442,
      "ᛗ": 1443,
      "ᛘ": 1444,
      "ᛚ": 1445,
      "ᛞ": 1446,
      "ᛟ": 1447,
      "ᛦ": 1448,
      "ក": 1449,
      "ខ": 1450,
      "គ": 1451,
      "ឃ": 1452,
      "ង": 1453,
      "ច": 1454,
      "ឆ": 1455,
      "ជ": 1456,
      "ឈ": 1457,
      "ញ": 1458,
      "ដ": 1459,
      "ឋ": 1460,
      "ឌ": 1461,
      "ឍ": 1462,
      "ណ": 1463,
      "ត": 1464,
      "ថ": 1465,
      "ទ": 1466,
      "ធ": 1467,
      "ន": 1468,
      "ប": 1469,
      "ផ": 1470,
      "ព": 1471,
      "ភ": 1472,
      "ម": 1473,
      "យ": 1474,
      "រ": 1475,
      "ល": 1476,
      "វ": 1477,
      "ស": 1478,
      "ហ": 1479,
      "ឡ": 1480,
      "អ": 1481,
      "ា": 1482,
      "ិ": 1483,
      "ី": 1484,
      "ឹ": 1485,
      "ឺ": 1486,
      "ុ": 1487,
      "ូ": 1488,
      "ួ": 1489,
      "ើ": 1490,
      "ឿ": 1491,
      "ៀ": 1492,
      "េ": 1493,
      "ែ": 1494,
      "ៃ": 1495,
      "ោ": 1496,
      "ៅ": 1497,
      "ំ": 1498,
      "ះ": 1499,
      "៉": 1500,
      "៊": 1501,
      "់": 1502,
      "័": 1503,
      "្": 1504,
      "ៗ": 1505,
      "១": 1506,
      "២": 1507,
      "៣": 1508,
      "៤": 1509,
      "៥": 1510,
      "៦": 1511,
      "៧": 1512,
      "៨": 1513,
      "៩": 1514,
      "᠌": 1515,
      "ᨎ": 1516,
      "ᨓ": 1517,
      "ᴀ": 1518,
      "ᴄ": 1519,
      "ᴅ": 1520,
      "ᴇ": 1521,
      "ᴉ": 1522,
      "ᴊ": 1523,
      "ᴋ": 1524,
      "ᴍ": 1525,
      "ᴏ": 1526,
      "ᴐ": 1527,
      "ᴓ": 1528,
      "ᴗ": 1529,
      "ᴘ": 1530,
      "ᴛ": 1531,
      "ᴜ": 1532,
      "ᴠ": 1533,
      "ᴡ": 1534,
      "ᴥ": 1535,
      "ᴬ": 1536,
      "ᴮ": 1537,
      "ᴰ": 1538,
      "ᴴ": 1539,
      "ᴵ": 1540,
      "ᴸ": 1541,
      "ᴼ": 1542,
      "ᴾ": 1543,
      "ᵃ": 1544,
      "ᵇ": 1545,
      "ᵈ": 1546,
      "ᵉ": 1547,
      "ᵊ": 1548,
      "ᵍ": 1549,
      "ᵏ": 1550,
      "ᵐ": 1551,
      "ᵒ": 1552,
      "ᵔ": 1553,
      "ᵕ": 1554,
      "ᵖ": 1555,
      "ᵗ": 1556,
      "ᵘ": 1557,
      "ᵛ": 1558,
      "ᵢ": 1559,
      "ᵣ": 1560,
      "ᵥ": 1561,
      "ᵻ": 1562,
      "ᶜ": 1563,
      "ᶠ": 1564,
      "ᶤ": 1565,
      "ᶦ": 1566,
      "ᶫ": 1567,
      "ᶰ": 1568,
      "ᶻ": 1569,
      "᷄": 1570,
      "᷅": 1571,
      "᷈": 1572,
      "᷉": 1573,
      "ḇ": 1574,
      "ḍ": 1575,
      "ḏ": 1576,
      "ḑ": 1577,
      "ḓ": 1578,
      "ḕ": 1579,
      "ḗ": 1580,
      "ḡ": 1581,
      "ḣ": 1582,
      "ḥ": 1583,
      "ḩ": 1584,
      "ḫ": 1585,
      "ḱ": 1586,
      "ḳ": 1587,
      "ḷ": 1588,
      "ḿ": 1589,
      "ṃ": 1590,
      "ṅ": 1591,
      "ṇ": 1592,
      "ṙ": 1593,
      "ṛ": 1594,
      "ṡ": 1595,
      "ṣ": 1596,
      "ṭ": 1597,
      "ṯ": 1598,
      "ṳ": 1599,
      "ẁ": 1600,
      "ẃ": 1601,
      "ẅ": 1602,
      "ẖ": 1603,
      "ẟ": 1604,
      "ạ": 1605,
      "ả": 1606,
      "ấ": 1607,
      "ầ": 1608,
      "ẩ": 1609,
      "ẫ": 1610,
      "ậ": 1611,
      "ắ": 1612,
      "ằ": 1613,
      "ẳ": 1614,
      "ẵ": 1615,
      "ặ": 1616,
      "ẹ": 1617,
      "ẻ": 1618,
      "ẽ": 1619,
      "ế": 1620,
      "ề": 1621,
      "ể": 1622,
      "ễ": 1623,
      "ệ": 1624,
      "ỉ": 1625,
      "ị": 1626,
      "ọ": 1627,
      "ỏ": 1628,
      "ố": 1629,
      "ồ": 1630,
      "ổ": 1631,
      "ỗ": 1632,
      "ộ": 1633,
      "ớ": 1634,
      "ờ": 1635,
      "ở": 1636,
      "ỡ": 1637,
      "ợ": 1638,
      "ụ": 1639,
      "ủ": 1640,
      "ứ": 1641,
      "ừ": 1642,
      "ử": 1643,
      "ữ": 1644,
      "ự": 1645,
      "ỳ": 1646,
      "ỵ": 1647,
      "ỷ": 1648,
      "ỹ": 1649,
      "ἀ": 1650,
      "ἁ": 1651,
      "ἂ": 1652,
      "ἃ": 1653,
      "ἄ": 1654,
      "ἅ": 1655,
      "ἆ": 1656,
      "ἐ": 1657,
      "ἑ": 1658,
      "ἓ": 1659,
      "ἔ": 1660,
      "ἕ": 1661,
      "ἠ": 1662,
      "ἡ": 1663,
      "ἢ": 1664,
      "ἥ": 1665,
      "ἰ": 1666,
      "ἱ": 1667,
      "ἴ": 1668,
      "ἶ": 1669,
      "ὀ": 1670,
      "ὁ": 1671,
      "ὐ": 1672,
      "ὑ": 1673,
      "ὕ": 1674,
      "ὖ": 1675,
      "ὡ": 1676,
      "ὤ": 1677,
      "ὦ": 1678,
      "ὰ": 1679,
      "ὲ": 1680,
      "έ": 1681,
      "ὴ": 1682,
      "ή": 1683,
      "ὶ": 1684,
      "ί": 1685,
      "ὸ": 1686,
      "ό": 1687,
      "ὺ": 1688,
      "ὼ": 1689,
      "ώ": 1690,
      "ᾐ": 1691,
      "ᾖ": 1692,
      "ᾠ": 1693,
      "ᾥ": 1694,
      "ᾳ": 1695,
      "ῃ": 1696,
      "ῆ": 1697,
      "ῇ": 1698,
      "ῖ": 1699,
      "ῦ": 1700,
      "ῳ": 1701,
      "ῴ": 1702,
      "ῶ": 1703,
      "ῷ": 1704,
      "​": 1705,
      "‌": 1706,
      "‍": 1707,
      "‎": 1708,
      "‏": 1709,
      "‐": 1710,
      "‑": 1711,
      "‒": 1712,
      "–": 1713,
      "—": 1714,
      "―": 1715,
      "‘": 1716,
      "’": 1717,
      "‚": 1718,
      "‛": 1719,
      "“": 1720,
      "”": 1721,
      "„": 1722,
      "‟": 1723,
      "†": 1724,
      "‡": 1725,
      "•": 1726,
      "․": 1727,
      "‥": 1728,
      "…": 1729,
      "‧": 1730,
      "‪": 1731,
      "‫": 1732,
      "‬": 1733,
      "‭": 1734,
      "‰": 1735,
      "′": 1736,
      "″": 1737,
      "‵": 1738,
      "‶": 1739,
      "‸": 1740,
      "‹": 1741,
      "›": 1742,
      "※": 1743,
      "‼": 1744,
      "‽": 1745,
      "‾": 1746,
      "‿": 1747,
      "⁂": 1748,
      "⁃": 1749,
      "⁄": 1750,
      "⁉": 1751,
      "⁋": 1752,
      "⁍": 1753,
      "⁎": 1754,
      "⁝": 1755,
      "⁞": 1756,
      "⁠": 1757,
      "⁨": 1758,
      "⁩": 1759,
      "⁪": 1760,
      "⁯": 1761,
      "⁰": 1762,
      "⁴": 1763,
      "⁺": 1764,
      "⁻": 1765,
      "⁾": 1766,
      "ⁿ": 1767,
      "₀": 1768,
      "₁": 1769,
      "₂": 1770,
      "₃": 1771,
      "₅": 1772,
      "₆": 1773,
      "₇": 1774,
      "₈": 1775,
      "₋": 1776,
      "₍": 1777,
      "₎": 1778,
      "ₐ": 1779,
      "ₑ": 1780,
      "ₒ": 1781,
      "ₓ": 1782,
      "ₘ": 1783,
      "ₛ": 1784,
      "ₜ": 1785,
      "₡": 1786,
      "₤": 1787,
      "₥": 1788,
      "₦": 1789,
      "₩": 1790,
      "₪": 1791,
      "₫": 1792,
      "€": 1793,
      "₭": 1794,
      "₮": 1795,
      "₱": 1796,
      "₲": 1797,
      "₳": 1798,
      "₹": 1799,
      "₺": 1800,
      "₽": 1801,
      "₿": 1802,
      "⃒": 1803,
      "⃗": 1804,
      "⃘": 1805,
      "⃛": 1806,
      "⃠": 1807,
      "⃡": 1808,
      "⃣": 1809,
      "℃": 1810,
      "℅": 1811,
      "ℊ": 1812,
      "ℍ": 1813,
      "ℐ": 1814,
      "ℒ": 1815,
      "ℓ": 1816,
      "ℕ": 1817,
      "№": 1818,
      "℗": 1819,
      "ℚ": 1820,
      "ℛ": 1821,
      "ℝ": 1822,
      "℠": 1823,
      "™": 1824,
      "ℤ": 1825,
      "ℯ": 1826,
      "ℰ": 1827,
      "ℳ": 1828,
      "ℵ": 1829,
      "ℹ": 1830,
      "⅃": 1831,
      "⅄": 1832,
      "ⅅ": 1833,
      "ⅎ": 1834,
      "⅓": 1835,
      "⅔": 1836,
      "⅛": 1837,
      "ⅰ": 1838,
      "ⅱ": 1839,
      "ⅴ": 1840,
      "ⅸ": 1841,
      "ↀ": 1842,
      "ↂ": 1843,
      "ↄ": 1844,
      "←": 1845,
      "↑": 1846,
      "→": 1847,
      "↓": 1848,
      "↔": 1849,
      "↕": 1850,
      "↖": 1851,
      "↗": 1852,
      "↘": 1853,
      "↙": 1854,
      "↝": 1855,
      "↩": 1856,
      "↪": 1857,
      "↳": 1858,
      "↼": 1859,
      "⇀": 1860,
      "⇂": 1861,
      "⇅": 1862,
      "⇈": 1863,
      "⇏": 1864,
      "⇐": 1865,
      "⇒": 1866,
      "⇔": 1867,
      "⇢": 1868,
      "⇧": 1869,
      "∀": 1870,
      "∂": 1871,
      "∃": 1872,
      "∅": 1873,
      "∆": 1874,
      "∇": 1875,
      "∈": 1876,
      "∎": 1877,
      "∏": 1878,
      "∑": 1879,
      "−": 1880,
      "∕": 1881,
      "∗": 1882,
      "∘": 1883,
      "∙": 1884,
      "√": 1885,
      "∝": 1886,
      "∞": 1887,
      "∠": 1888,
      "∣": 1889,
      "∤": 1890,
      "∧": 1891,
      "∨": 1892,
      "∩": 1893,
      "∪": 1894,
      "∫": 1895,
      "∭": 1896,
      "∯": 1897,
      "∴": 1898,
      "∵": 1899,
      "∷": 1900,
      "∼": 1901,
      "≃": 1902,
      "≅": 1903,
      "≈": 1904,
      "≒": 1905,
      "≖": 1906,
      "≜": 1907,
      "≠": 1908,
      "≡": 1909,
      "≤": 1910,
      "≥": 1911,
      "≦": 1912,
      "≧": 1913,
      "⊂": 1914,
      "⊃": 1915,
      "⊆": 1916,
      "⊕": 1917,
      "⊖": 1918,
      "⊗": 1919,
      "⊙": 1920,
      "⊜": 1921,
      "⊥": 1922,
      "⊨": 1923,
      "⋂": 1924,
      "⋃": 1925,
      "⋅": 1926,
      "⋆": 1927,
      "⋋": 1928,
      "⋏": 1929,
      "⋯": 1930,
      "⌂": 1931,
      "⌐": 1932,
      "⌒": 1933,
      "⌓": 1934,
      "⌔": 1935,
      "⌗": 1936,
      "⌘": 1937,
      "⌚": 1938,
      "⌛": 1939,
      "⌢": 1940,
      "⌣": 1941,
      "⌥": 1942,
      "⌨": 1943,
      "⍋": 1944,
      "⍘": 1945,
      "⍜": 1946,
      "⍨": 1947,
      "⍸": 1948,
      "⎓": 1949,
      "⎚": 1950,
      "⎜": 1951,
      "⎝": 1952,
      "⎠": 1953,
      "⎡": 1954,
      "⎣": 1955,
      "⎧": 1956,
      "⎫": 1957,
      "⎯": 1958,
      "⏐": 1959,
      "⏒": 1960,
      "⏩": 1961,
      "⏪": 1962,
      "⏫": 1963,
      "⏬": 1964,
      "⏰": 1965,
      "⏱": 1966,
      "⏲": 1967,
      "⏳": 1968,
      "⏸": 1969,
      "⏹": 1970,
      "⏺": 1971,
      "␤": 1972,
      "⑁": 1973,
      "⑅": 1974,
      "①": 1975,
      "②": 1976,
      "③": 1977,
      "④": 1978,
      "⑤": 1979,
      "⑥": 1980,
      "⑦": 1981,
      "⑧": 1982,
      "⑨": 1983,
      "⑩": 1984,
      "⑪": 1985,
      "⑫": 1986,
      "⑬": 1987,
      "⑭": 1988,
      "⑮": 1989,
      "⑯": 1990,
      "⑰": 1991,
      "⑱": 1992,
      "⑲": 1993,
      "⑳": 1994,
      "ⓒ": 1995,
      "ⓓ": 1996,
      "ⓔ": 1997,
      "ⓕ": 1998,
      "ⓖ": 1999,
      "ⓗ": 2000,
      "ⓘ": 2001,
      "ⓛ": 2002,
      "ⓜ": 2003,
      "ⓝ": 2004,
      "ⓞ": 2005,
      "ⓟ": 2006,
      "ⓡ": 2007,
      "ⓢ": 2008,
      "ⓣ": 2009,
      "ⓧ": 2010,
      "ⓨ": 2011,
      "⓫": 2012,
      "⓬": 2013,
      "⓭": 2014,
      "⓮": 2015,
      "⓯": 2016,
      "⓱": 2017,
      "⓸": 2018,
      "─": 2019,
      "━": 2020,
      "│": 2021,
      "┃": 2022,
      "┈": 2023,
      "┌": 2024,
      "┎": 2025,
      "┏": 2026,
      "┐": 2027,
      "┒": 2028,
      "┓": 2029,
      "└": 2030,
      "┗": 2031,
      "┘": 2032,
      "┛": 2033,
      "├": 2034,
      "┠": 2035,
      "┤": 2036,
      "┬": 2037,
      "┳": 2038,
      "┴": 2039,
      "┻": 2040,
      "┼": 2041,
      "═": 2042,
      "║": 2043,
      "╔": 2044,
      "╗": 2045,
      "╚": 2046,
      "╝": 2047,
      "╣": 2048,
      "╤": 2049,
      "╥": 2050,
      "╦": 2051,
      "╬": 2052,
      "╭": 2053,
      "╮": 2054,
      "╯": 2055,
      "╰": 2056,
      "╱": 2057,
      "╲": 2058,
      "╹": 2059,
      "▀": 2060,
      "▁": 2061,
      "▂": 2062,
      "▃": 2063,
      "▄": 2064,
      "▅": 2065,
      "▆": 2066,
      "▇": 2067,
      "█": 2068,
      "▉": 2069,
      "▌": 2070,
      "▏": 2071,
      "▐": 2072,
      "░": 2073,
      "▒": 2074,
      "▓": 2075,
      "▔": 2076,
      "■": 2077,
      "□": 2078,
      "▣": 2079,
      "▤": 2080,
      "▥": 2081,
      "▨": 2082,
      "▪": 2083,
      "▫": 2084,
      "▭": 2085,
      "▯": 2086,
      "▰": 2087,
      "▲": 2088,
      "△": 2089,
      "▶": 2090,
      "▷": 2091,
      "▸": 2092,
      "►": 2093,
      "▼": 2094,
      "▽": 2095,
      "▾": 2096,
      "▿": 2097,
      "◀": 2098,
      "◂": 2099,
      "◄": 2100,
      "◆": 2101,
      "◇": 2102,
      "◉": 2103,
      "◊": 2104,
      "○": 2105,
      "◌": 2106,
      "◍": 2107,
      "◎": 2108,
      "●": 2109,
      "◐": 2110,
      "◑": 2111,
      "◒": 2112,
      "◔": 2113,
      "◕": 2114,
      "◖": 2115,
      "◗": 2116,
      "◜": 2117,
      "◝": 2118,
      "◞": 2119,
      "◟": 2120,
      "◠": 2121,
      "◡": 2122,
      "◢": 2123,
      "◣": 2124,
      "◤": 2125,
      "◥": 2126,
      "◦": 2127,
      "◯": 2128,
      "◺": 2129,
      "◻": 2130,
      "◼": 2131,
      "◽": 2132,
      "◾": 2133,
      "◿": 2134,
      "☀": 2135,
      "☁": 2136,
      "☂": 2137,
      "☃": 2138,
      "☄": 2139,
      "★": 2140,
      "☆": 2141,
      "☇": 2142,
      "☉": 2143,
      "☋": 2144,
      "☎": 2145,
      "☏": 2146,
      "☐": 2147,
      "☑": 2148,
      "☒": 2149,
      "☓": 2150,
      "☔": 2151,
      "☕": 2152,
      "☘": 2153,
      "☚": 2154,
      "☛": 2155,
      "☜": 2156,
      "☝": 2157,
      "☞": 2158,
      "☟": 2159,
      "☠": 2160,
      "☡": 2161,
      "☢": 2162,
      "☣": 2163,
      "☭": 2164,
      "☮": 2165,
      "☯": 2166,
      "☰": 2167,
      "☱": 2168,
      "☲": 2169,
      "☴": 2170,
      "☶": 2171,
      "☸": 2172,
      "☹": 2173,
      "☺": 2174,
      "☻": 2175,
      "☼": 2176,
      "☽": 2177,
      "☾": 2178,
      "♀": 2179,
      "♂": 2180,
      "♆": 2181,
      "♈": 2182,
      "♊": 2183,
      "♋": 2184,
      "♍": 2185,
      "♏": 2186,
      "♑": 2187,
      "♒": 2188,
      "♓": 2189,
      "♔": 2190,
      "♕": 2191,
      "♖": 2192,
      "♗": 2193,
      "♘": 2194,
      "♙": 2195,
      "♚": 2196,
      "♛": 2197,
      "♜": 2198,
      "♝": 2199,
      "♞": 2200,
      "♟": 2201,
      "♠": 2202,
      "♡": 2203,
      "♢": 2204,
      "♣": 2205,
      "♤": 2206,
      "♥": 2207,
      "♦": 2208,
      "♧": 2209,
      "♨": 2210,
      "♩": 2211,
      "♪": 2212,
      "♫": 2213,
      "♬": 2214,
      "♭": 2215,
      "♮": 2216,
      "♯": 2217,
      "♱": 2218,
      "♻": 2219,
      "♿": 2220,
      "⚀": 2221,
      "⚁": 2222,
      "⚂": 2223,
      "⚃": 2224,
      "⚄": 2225,
      "⚅": 2226,
      "⚆": 2227,
      "⚈": 2228,
      "⚐": 2229,
      "⚑": 2230,
      "⚒": 2231,
      "⚓": 2232,
      "⚔": 2233,
      "⚕": 2234,
      "⚖": 2235,
      "⚗": 2236,
      "⚙": 2237,
      "⚛": 2238,
      "⚜": 2239,
      "⚠": 2240,
      "⚡": 2241,
      "⚧": 2242,
      "⚪": 2243,
      "⚫": 2244,
      "⚰": 2245,
      "⚱": 2246,
      "⚸": 2247,
      "⚽": 2248,
      "⚾": 2249,
      "⚿": 2250,
      "⛄": 2251,
      "⛅": 2252,
      "⛇": 2253,
      "⛈": 2254,
      "⛎": 2255,
      "⛏": 2256,
      "⛑": 2257,
      "⛓": 2258,
      "⛔": 2259,
      "⛦": 2260,
      "⛧": 2261,
      "⛩": 2262,
      "⛪": 2263,
      "⛰": 2264,
      "⛱": 2265,
      "⛲": 2266,
      "⛳": 2267,
      "⛵": 2268,
      "⛷": 2269,
      "⛸": 2270,
      "⛹": 2271,
      "⛺": 2272,
      "⛽": 2273,
      "✂": 2274,
      "✅": 2275,
      "✈": 2276,
      "✊": 2277,
      "✋": 2278,
      "✌": 2279,
      "✍": 2280,
      "✎": 2281,
      "✏": 2282,
      "✓": 2283,
      "✔": 2284,
      "✖": 2285,
      "✗": 2286,
      "✘": 2287,
      "✝": 2288,
      "✡": 2289,
      "✧": 2290,
      "✨": 2291,
      "✩": 2292,
      "✪": 2293,
      "✭": 2294,
      "✮": 2295,
      "✰": 2296,
      "✳": 2297,
      "✴": 2298,
      "✽": 2299,
      "✾": 2300,
      "✿": 2301,
      "❀": 2302,
      "❁": 2303,
      "❂": 2304,
      "❄": 2305,
      "❅": 2306,
      "❇": 2307,
      "❉": 2308,
      "❊": 2309,
      "❋": 2310,
      "❌": 2311,
      "❍": 2312,
      "❎": 2313,
      "❓": 2314,
      "❔": 2315,
      "❕": 2316,
      "❖": 2317,
      "❗": 2318,
      "❛": 2319,
      "❣": 2320,
      "❤": 2321,
      "❥": 2322,
      "❯": 2323,
      "❶": 2324,
      "❷": 2325,
      "❿": 2326,
      "➊": 2327,
      "➋": 2328,
      "➌": 2329,
      "➍": 2330,
      "➎": 2331,
      "➏": 2332,
      "➐": 2333,
      "➑": 2334,
      "➒": 2335,
      "➓": 2336,
      "➔": 2337,
      "➕": 2338,
      "➗": 2339,
      "➝": 2340,
      "➞": 2341,
      "➡": 2342,
      "➣": 2343,
      "➤": 2344,
      "➥": 2345,
      "➰": 2346,
      "➿": 2347,
      "⟂": 2348,
      "⟘": 2349,
      "⟨": 2350,
      "⟩": 2351,
      "⠀": 2352,
      "⠁": 2353,
      "⠂": 2354,
      "⠃": 2355,
      "⠄": 2356,
      "⠅": 2357,
      "⠇": 2358,
      "⠈": 2359,
      "⠉": 2360,
      "⠊": 2361,
      "⠋": 2362,
      "⠍": 2363,
      "⠎": 2364,
      "⠏": 2365,
      "⠑": 2366,
      "⠓": 2367,
      "⠕": 2368,
      "⠖": 2369,
      "⠗": 2370,
      "⠘": 2371,
      "⠙": 2372,
      "⠚": 2373,
      "⠛": 2374,
      "⠝": 2375,
      "⠞": 2376,
      "⠟": 2377,
      "⠠": 2378,
      "⠥": 2379,
      "⠦": 2380,
      "⠧": 2381,
      "⠭": 2382,
      "⠳": 2383,
      "⠶": 2384,
      "⠸": 2385,
      "⠹": 2386,
      "⠺": 2387,
      "⠻": 2388,
      "⠼": 2389,
      "⠽": 2390,
      "⠿": 2391,
      "⡀": 2392,
      "⡄": 2393,
      "⡆": 2394,
      "⡇": 2395,
      "⡏": 2396,
      "⡐": 2397,
      "⡜": 2398,
      "⡞": 2399,
      "⡟": 2400,
      "⡤": 2401,
      "⡰": 2402,
      "⡴": 2403,
      "⡶": 2404,
      "⡼": 2405,
      "⡾": 2406,
      "⡿": 2407,
      "⢀": 2408,
      "⢁": 2409,
      "⢊": 2410,
      "⢋": 2411,
      "⢠": 2412,
      "⢣": 2413,
      "⢮": 2414,
      "⢰": 2415,
      "⢷": 2416,
      "⢸": 2417,
      "⢹": 2418,
      "⢻": 2419,
      "⢿": 2420,
      "⣀": 2421,
      "⣄": 2422,
      "⣆": 2423,
      "⣇": 2424,
      "⣟": 2425,
      "⣠": 2426,
      "⣡": 2427,
      "⣤": 2428,
      "⣦": 2429,
      "⣧": 2430,
      "⣰": 2431,
      "⣴": 2432,
      "⣶": 2433,
      "⣷": 2434,
      "⣸": 2435,
      "⣼": 2436,
      "⣾": 2437,
      "⣿": 2438,
      "⤴": 2439,
      "⤵": 2440,
      "⦁": 2441,
      "⦶": 2442,
      "⦿": 2443,
      "⧅": 2444,
      "⨀": 2445,
      "⩽": 2446,
      "⩾": 2447,
      "⬅": 2448,
      "⬆": 2449,
      "⬇": 2450,
      "⬛": 2451,
      "⬜": 2452,
      "⬟": 2453,
      "⭐": 2454,
      "⭕": 2455,
      "⯭": 2456,
      "ⱥ": 2457,
      "ⱨ": 2458,
      "ⲁ": 2459,
      "ⲉ": 2460,
      "ⲗ": 2461,
      "ⲛ": 2462,
      "ⲟ": 2463,
      "ⲡ": 2464,
      "ⲣ": 2465,
      "ⲥ": 2466,
      "ⲫ": 2467,
      "ⲱ": 2468,
      "⸎": 2469,
      "⸔": 2470,
      "⸟": 2471,
      "⸮": 2472,
      "、": 2473,
      "。": 2474,
      "〃": 2475,
      "々": 2476,
      "〆": 2477,
      "〇": 2478,
      "〈": 2479,
      "〉": 2480,
      "《": 2481,
      "》": 2482,
      "「": 2483,
      "」": 2484,
      "『": 2485,
      "』": 2486,
      "【": 2487,
      "】": 2488,
      "〒": 2489,
      "〔": 2490,
      "〕": 2491,
      "〖": 2492,
      "〗": 2493,
      "〜": 2494,
      "〰": 2495,
      "〽": 2496,
      "ぁ": 2497,
      "あ": 2498,
      "ぃ": 2499,
      "い": 2500,
      "ぅ": 2501,
      "う": 2502,
      "ぇ": 2503,
      "え": 2504,
      "ぉ": 2505,
      "お": 2506,
      "か": 2507,
      "が": 2508,
      "き": 2509,
      "ぎ": 2510,
      "く": 2511,
      "ぐ": 2512,
      "け": 2513,
      "げ": 2514,
      "こ": 2515,
      "ご": 2516,
      "さ": 2517,
      "ざ": 2518,
      "し": 2519,
      "じ": 2520,
      "す": 2521,
      "ず": 2522,
      "せ": 2523,
      "ぜ": 2524,
      "そ": 2525,
      "ぞ": 2526,
      "た": 2527,
      "だ": 2528,
      "ち": 2529,
      "ぢ": 2530,
      "っ": 2531,
      "つ": 2532,
      "づ": 2533,
      "て": 2534,
      "で": 2535,
      "と": 2536,
      "ど": 2537,
      "な": 2538,
      "に": 2539,
      "ぬ": 2540,
      "ね": 2541,
      "の": 2542,
      "は": 2543,
      "ば": 2544,
      "ぱ": 2545,
      "ひ": 2546,
      "び": 2547,
      "ぴ": 2548,
      "ふ": 2549,
      "ぶ": 2550,
      "ぷ": 2551,
      "へ": 2552,
      "べ": 2553,
      "ぺ": 2554,
      "ほ": 2555,
      "ぼ": 2556,
      "ぽ": 2557,
      "ま": 2558,
      "み": 2559,
      "む": 2560,
      "め": 2561,
      "も": 2562,
      "ゃ": 2563,
      "や": 2564,
      "ゅ": 2565,
      "ゆ": 2566,
      "ょ": 2567,
      "よ": 2568,
      "ら": 2569,
      "り": 2570,
      "る": 2571,
      "れ": 2572,
      "ろ": 2573,
      "ゎ": 2574,
      "わ": 2575,
      "ゐ": 2576,
      "を": 2577,
      "ん": 2578,
      "゙": 2579,
      "゚": 2580,
      "゛": 2581,
      "゜": 2582,
      "ゝ": 2583,
      "ゞ": 2584,
      "ゟ": 2585,
      "ァ": 2586,
      "ア": 2587,
      "ィ": 2588,
      "イ": 2589,
      "ゥ": 2590,
      "ウ": 2591,
      "ェ": 2592,
      "エ": 2593,
      "ォ": 2594,
      "オ": 2595,
      "カ": 2596,
      "ガ": 2597,
      "キ": 2598,
      "ギ": 2599,
      "ク": 2600,
      "グ": 2601,
      "ケ": 2602,
      "ゲ": 2603,
      "コ": 2604,
      "ゴ": 2605,
      "サ": 2606,
      "ザ": 2607,
      "シ": 2608,
      "ジ": 2609,
      "ス": 2610,
      "ズ": 2611,
      "セ": 2612,
      "ゼ": 2613,
      "ソ": 2614,
      "ゾ": 2615,
      "タ": 2616,
      "ダ": 2617,
      "チ": 2618,
      "ッ": 2619,
      "ツ": 2620,
      "ヅ": 2621,
      "テ": 2622,
      "デ": 2623,
      "ト": 2624,
      "ド": 2625,
      "ナ": 2626,
      "ニ": 2627,
      "ヌ": 2628,
      "ネ": 2629,
      "ノ": 2630,
      "ハ": 2631,
      "バ": 2632,
      "パ": 2633,
      "ヒ": 2634,
      "ビ": 2635,
      "ピ": 2636,
      "フ": 2637,
      "ブ": 2638,
      "プ": 2639,
      "ヘ": 2640,
      "ベ": 2641,
      "ペ": 2642,
      "ホ": 2643,
      "ボ": 2644,
      "ポ": 2645,
      "マ": 2646,
      "ミ": 2647,
      "ム": 2648,
      "メ": 2649,
      "モ": 2650,
      "ャ": 2651,
      "ヤ": 2652,
      "ュ": 2653,
      "ユ": 2654,
      "ョ": 2655,
      "ヨ": 2656,
      "ラ": 2657,
      "リ": 2658,
      "ル": 2659,
      "レ": 2660,
      "ロ": 2661,
      "ヮ": 2662,
      "ワ": 2663,
      "ヲ": 2664,
      "ン": 2665,
      "ヴ": 2666,
      "ヶ": 2667,
      "・": 2668,
      "ー": 2669,
      "ヽ": 2670,
      "ヾ": 2671,
      "ㄅ": 2672,
      "ㄆ": 2673,
      "ㄇ": 2674,
      "ㄈ": 2675,
      "ㄉ": 2676,
      "ㄊ": 2677,
      "ㄋ": 2678,
      "ㄌ": 2679,
      "ㄍ": 2680,
      "ㄎ": 2681,
      "ㄏ": 2682,
      "ㄓ": 2683,
      "ㄟ": 2684,
      "ㄣ": 2685,
      "ㄧ": 2686,
      "ㄨ": 2687,
      "ㄱ": 2688,
      "ㄲ": 2689,
      "ㄴ": 2690,
      "ㄷ": 2691,
      "ㄸ": 2692,
      "ㄹ": 2693,
      "ㅁ": 2694,
      "ㅂ": 2695,
      "ㅃ": 2696,
      "ㅅ": 2697,
      "ㅆ": 2698,
      "ㅇ": 2699,
      "ㅈ": 2700,
      "ㅉ": 2701,
      "ㅊ": 2702,
      "ㅋ": 2703,
      "ㅌ": 2704,
      "ㅍ": 2705,
      "ㅎ": 2706,
      "ㅏ": 2707,
      "ㅐ": 2708,
      "ㅓ": 2709,
      "ㅔ": 2710,
      "ㅗ": 2711,
      "ㅜ": 2712,
      "ㅠ": 2713,
      "ㅡ": 2714,
      "ㅣ": 2715,
      "ㅤ": 2716,
      "ㅿ": 2717,
      "ㆁ": 2718,
      "㇏": 2719,
      "㊗": 2720,
      "㊙": 2721,
      "㋡": 2722,
      "㌢": 2723,
      "㌧": 2724,
      "㍉": 2725,
      "㍑": 2726,
      "㍗": 2727,
      "㎞": 2728,
      "一": 2729,
      "丁": 2730,
      "七": 2731,
      "万": 2732,
      "丈": 2733,
      "三": 2734,
      "上": 2735,
      "下": 2736,
      "不": 2737,
      "与": 2738,
      "且": 2739,
      "世": 2740,
      "丘": 2741,
      "业": 2742,
      "东": 2743,
      "丝": 2744,
      "両": 2745,
      "两": 2746,
      "並": 2747,
      "个": 2748,
      "中": 2749,
      "串": 2750,
      "丶": 2751,
      "丸": 2752,
      "丹": 2753,
      "为": 2754,
      "主": 2755,
      "丼": 2756,
      "丿": 2757,
      "乀": 2758,
      "乁": 2759,
      "乃": 2760,
      "乄": 2761,
      "久": 2762,
      "么": 2763,
      "义": 2764,
      "之": 2765,
      "乎": 2766,
      "乏": 2767,
      "乐": 2768,
      "乒": 2769,
      "乓": 2770,
      "乗": 2771,
      "乙": 2772,
      "乜": 2773,
      "九": 2774,
      "也": 2775,
      "习": 2776,
      "书": 2777,
      "买": 2778,
      "乱": 2779,
      "乳": 2780,
      "乾": 2781,
      "亀": 2782,
      "了": 2783,
      "予": 2784,
      "争": 2785,
      "事": 2786,
      "二": 2787,
      "于": 2788,
      "云": 2789,
      "互": 2790,
      "五": 2791,
      "井": 2792,
      "亘": 2793,
      "亚": 2794,
      "些": 2795,
      "亜": 2796,
      "亞": 2797,
      "亡": 2798,
      "交": 2799,
      "产": 2800,
      "享": 2801,
      "京": 2802,
      "亮": 2803,
      "亲": 2804,
      "人": 2805,
      "亿": 2806,
      "什": 2807,
      "仁": 2808,
      "仄": 2809,
      "仅": 2810,
      "仆": 2811,
      "今": 2812,
      "介": 2813,
      "从": 2814,
      "仏": 2815,
      "仕": 2816,
      "他": 2817,
      "付": 2818,
      "仙": 2819,
      "代": 2820,
      "令": 2821,
      "以": 2822,
      "们": 2823,
      "仮": 2824,
      "仰": 2825,
      "仲": 2826,
      "件": 2827,
      "价": 2828,
      "任": 2829,
      "份": 2830,
      "企": 2831,
      "伊": 2832,
      "伏": 2833,
      "伐": 2834,
      "休": 2835,
      "众": 2836,
      "伙": 2837,
      "会": 2838,
      "伝": 2839,
      "伟": 2840,
